const targetPrdtCodes = [
    "61010960",
    // 華強　南僑水晶肥皂 / ２００ｇ＊３塊
    "61010830",
    // 華強　南僑水晶肥皂－檸檬清香 / １５０ｇ＊３入
    "61011024",
    // 華強　南僑水晶肥皂－檸檬１５０ / ｇ＊６贈食器洗滌液體２５０ｍｌ
    "61010953",
    // 華強　水晶肥皂液體補充包－輕柔型 / １６００ｇ
    "71210073",
    // 華強　水晶肥皂食器洗滌液體 / １０００ｍｌ
    "61050066",
    // 華強　水晶肥皂食器洗滌液体 / －速淨＆清新８００ｍｌ
    "61010929",
    // 華強　南僑水晶皂力淨洗衣液體皂 / １６００ｇ
    "61010942",
    // 華強　南僑葡萄柚籽抗菌洗衣液體 / 皂－維他命Ｅ護纖配方１４００ｇ
    "61010950",
    // 華強　水晶肥皂洗衣用液體輕柔系 / 列補充包－優雅花香１６００ｇ
    "61010951",
    // 華強　水晶肥皂洗衣用液體補充包－ / 輕柔系列舒緩草香１６００ｇ
    "61010952",
    // 華強　南僑水晶肥皂液体補充包－ / 抗菌輕柔型１５００ｇ
    "61010992",
    // 華強　南僑水晶Ｓｐｏｒｔｓ抗菌 / 除臭洗衣液體皂補充包８００ｇ
    "61010995",
    // 華強　南僑水晶葡萄柚籽防霉洗衣 / 液體皂補充包－室內晾１２００ｇ
    "61010991",
    // 華強　南僑水晶Ｓｐｏｒｔｓ抗菌 / 除臭洗衣液體皂瓶裝１０００ｇ
    "61010994",
    // 華強　南僑水晶葡萄柚籽抗菌防霉 / 洗衣液體皂－室內晾２ｋｇ
    "71140132",
    // 華強　水晶肥皂液體－輕柔型 / ２﹒４ｋｇ
    "71018500",
    // 華強　南僑水晶肥皂液体－抗菌輕 / 柔型２．２ｋｇ
    "71018608",
    // 華強　水晶肥皂洗衣用液體輕柔系 / 列－優雅花香２．４ｋｇ
    "71110016",
    // 華強　水晶肥皂洗衣用粉体 / １．７９ｋｇ
];